Repository: lenasterg/bp-group-documents
Catalog: languages/bp-group-documents-*.po
Languages: nl_nl

source: Documents
nl_nl: Documenten

source: There was an error saving, please try again
nl_nl: Er ging iets mis met opslaan, probeer het nog een keer.

source: Category List for
nl_nl: Categorielijst voor

source: Update
nl_nl: Toepassen

source: Are you sure you want to delete category <b>%s</b>?
nl_nl: Weet je zeker dat je de categorie <b>%s</b> wilt verwijderen?

source: Any %s in the category will be left with no category.
nl_nl: Alle %s in de categorie zullen zonder categorie overblijven.

source: You can later assign them to another category.
nl_nl: Je kunt ze later aan een andere categorie toewijzen.

source: Delete
nl_nl: Verwijderen

source: Edit
nl_nl: Bewerken

source: Save Changes
nl_nl: Wijzigingen opslaan

source: Upload Permissions:
nl_nl: Uploadrechten:

source: All Group Members
nl_nl: Alle groepsleden

source: Only Group's Administrators and Moderators
nl_nl: Alleen groepsbeheerders en moderators

source: Group %s category deleted successfully
nl_nl: Groepscategorie %s succesvol verwijderd

source: No changes were made. This %s category name is used already
nl_nl: Er is niets gewijzigd. De categorienaam %s is al in gebruik.

source: Group %s category renamed successfully
nl_nl: Groepscategorie %s is van naam veranderd.

source: New group %s category created
nl_nl: Nieuwe groepscategorie %s aangemaakt.

source: Upload Permissions changed successfully
nl_nl: Uploadrechten zijn aangepast.

source: No changes were made. Either error or you didn't change anything
nl_nl: Er is niets gewijzigd. Je hebt niets veranderd of er gaat iets mis.

source: Show New Group %s
nl_nl: Toon nieuwe groep %s

source: Show Group %s Edits
nl_nl: Toon bewerkingen in groep %s

source: Settings
nl_nl: Instellingen

source: Settings Updated.
nl_nl: Instellingen aangepast.

source: Use this name instead of "documents"
nl_nl: Gebruik deze naam in plaats van "Documenten"

source: Valid File Formats
nl_nl: Geldige bestandsformaten

source: Items per Page
nl_nl: Items per pagina

source: Upload Permission:
nl_nl: Uploadrechten:

source: Members &amp; Moderators
nl_nl: Leden &amp; moderators

source: Moderators Only
nl_nl: Alleen moderators

source: Let individual moderators decide
nl_nl: Laat individuele moderators zelf beslissen

source: Use Categories
nl_nl: Gebruik categorieën

source: Display Icons
nl_nl: Toon iconen

source: Display File Size
nl_nl: Toon bestandsgrootte

source: Display File Downloads
nl_nl: Toon aantal downloads

source: Save Settings
nl_nl: Bewaar instellingen

source: Buddypress Group Documents
nl_nl: Buddypress Groepsdocumenten

source: Group
nl_nl: Groep

source: List
nl_nl: Lijst

source: There was a security problem
nl_nl: Er trad een beveligingsprobleem op

source: The item to delete could not be found
nl_nl: Het te verwijderen item kon niet gevonden worden

source: Group Document Categories
nl_nl: Categorieën voor groepsdocumenten

source: Document successfully uploaded
nl_nl: Document succesvol geüpload

source: Document successfully edited
nl_nl: Document bewerkt

source: Upload a New Document
nl_nl: Een nieuw document uploaden

source: You don't have permission to upload files
nl_nl: Je hebt onvoldoende rechten om bestanden te uploaden.

source: The item to edit could not be found
nl_nl: Het te bewerken item kon niet worden gevonden.

source: Edit Document
nl_nl: Document bewerken

source: Document successfully deleted
nl_nl: Document bewerkt

source: Whoops! There was no file selected for upload.
nl_nl: Oeps! Er was geen bestand geselecteerd om te uploaden.

source: The type of document submitted is not allowed
nl_nl: Het type bestand dat is geüpload is niet toegestaan.

source: There was a problem; your file is larger than is allowed by the site administrator.
nl_nl: Probleem: je bestand is groter dan toegestaan is door de websitebeheerder.

source: There was a problem; the file was only partially uploaded.
nl_nl: Probleem: het bestand was slechts gedeeltelijk geüpload.

source: There was a problem; no file was found for the upload.
nl_nl: Probleem: er is geen bestand aangetroffen om te uploaden.

source: There was a problem; the temporary folder for the file is missing.
nl_nl: Probleem: de tijdelijke map voor het bestand ontbreekt.

source: There was a problem; the file could not be saved.
nl_nl: Probleem: het bestand kon niet worden bewaard.

source: There was a problem saving your file, please try again.
nl_nl: Er trad een probleem op tijdens het opslaan van je bestand. Probeer het alsjeblieft nog een keer.

source: In category:
nl_nl: In categorie:

source: New Category...!
nl_nl: Nieuwe categorie...!

source: You must select a file to upload!
nl_nl: Je moet een bestand selecteren om te uploaden!

source: Are you sure you wish to permanently delete this document?
nl_nl: Weet je zeker dat je dit document permanent wilt verwijderen?

source: Add
nl_nl: Toevoegen

source: That group does not exist.
nl_nl: Die groep bestaat niet.

source: You must be a logged-in member of the group %s to access this document. If you are a member of the group, please log into the site and try again.
nl_nl: Om toegang te krijgen tot dit document moet je lid zijn van de groep %s en ingelogd zijn. Ben je al lid van deze groep? Log dan in en probeer het nog een keer.

source: The file could not be found.
nl_nl: Het bestand is niet gevonden.

source: Choose File:
nl_nl: Kies bestand:

source: Display Name:
nl_nl: Titel voor weergave:

source: Description:
nl_nl: Omschrijving:

source: A member uploads a document to a group you belong to
nl_nl: Een lid uploadt een document naar een groep waar je lid van bent.

source: A member uploads a document to a group for which you are an moderator/admin
nl_nl: Een lid uploadt een document naar een groep waar je moderator of beheerder van bent.

source: A document was uploaded to %s
nl_nl: Een document is geüpload naar %s

source: To disable these notifications please log in and go to: %s
nl_nl: Deze notificaties kun je uitschakelen door in te loggen en te gaan naar: %s

source: Recent Group %s
nl_nl: Recente groep %s

source: The most recently uploaded group %s. Only from public groups
nl_nl: De meest recente groep %s. Alleen van publieke groepen.

source: posted in %s
nl_nl: geplaatst in %s

source: There are no %s to display.
nl_nl: Er zijn geen %s om te tonen.

source: Title:
nl_nl: Titel:

source: Filter by Group:
nl_nl: Filter op groep:

source: Select Group...
nl_nl: Selecteer groep...

source: Show featured %s only
nl_nl: Toon alleen uitgelichte %s

source: Number of items to show:
nl_nl: Aantal items om te tonen:

source: Popular Group %s
nl_nl: Polulaire groep %s

source: The most commonly downloaded group %s. Only for public groups
nl_nl: De meest gedownloade groep %s. Alleen voor publieke groepen.

source: Show downloads
nl_nl: Toon downloads

source: %s in your groups
nl_nl: %s in jouw groepen

source: %s for a logged in user's groups.
nl_nl: %s voor groepen van een ingelogd lid.

source: Recent %s from your Groups
nl_nl: Recente %s van jouw groepen

source: Category:
nl_nl: Categorie:

source: All
nl_nl: Alles

source: Go
nl_nl: Ga

source: Order by:
nl_nl: Sorteer op:

source: Newest
nl_nl: Nieuwste

source: Alphabetical
nl_nl: Alfabetisch

source: Most Popular
nl_nl: Meest populair

source: downloads since then.
nl_nl: keer gedownload sindsdien.

source: There are no documents in the selected category.
nl_nl: Er staan geen documenten in de geselecteerde categorie.

source: There are no documents uploaded for this group.
nl_nl: Er zijn geen documenten geüpload voor deze groep.

source: Featured Document
nl_nl: Uitgelicht document

source: Save
nl_nl: Opslaan
